export const iPhoneModels = [
  {
    id: 1,
    active: false,
    name: 'iPhone 6',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 2,
    active: false,
    name: 'iPhone 4S',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 3,
    active: false,
    name: 'iPhone 5',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 4,
    active: false,
    name: 'iPhone 5S',
    prices: [
      {
        title: '',
        count: '',
      },
    ],
  },
  {
    id: 5,
    active: false,
    name: 'iPhone SE',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 6,
    active: false,
    name: 'iPhone 4',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 7,
    active: false,
    name: 'iPhone 6 Plus',
    prices: [
      {
        title: '',
        count: '',
      },
    ],
  },
  {
    id: 8,
    active: false,
    name: 'iPhone 6S',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 9,
    active: false,
    name: 'iPhone 6S Plus',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 10,
    active: false,
    name: 'iPhone 7',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 11,
    active: false,
    name: 'iPhone 7 Plus',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 12,
    active: false,
    name: 'iPhone 8',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 13,
    active: false,
    name: 'iPhone 8 Plus',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 14,
    active: false,
    name: 'iPhone X',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 15,
    active: false,
    name: 'iPhone XS',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 16,
    active: false,
    name: 'iPhone XS Max',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 17,
    active: false,
    name: 'iPhone XR',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 18,
    active: false,
    name: 'iPhone 11',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 19,
    active: false,
    name: 'iPhone 11 Pro',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 20,
    active: false,
    name: 'iPhone 11 Pro Max',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 21,
    active: false,
    name: 'iPhone 12 Mini',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 22,
    active: false,
    name: 'iPhone 12',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 23,
    active: false,
    name: 'iPhone 12 Pro',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 24,
    active: false,
    name: 'iPhone 12 Pro Max',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 25,
    active: false,
    name: 'iPhone 13 Mini',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 26,
    active: false,
    name: 'iPhone 13',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 27,
    active: false,
    name: 'iPhone 13 Pro',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 28,
    active: false,
    name: 'iPhone 13 Pro Max',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 29,
    active: false,
    name: 'iPhone SE2022',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 30,
    active: false,
    name: 'iPhone 14',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 31,
    active: false,
    name: 'iPhone 14 Plus',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 32,
    active: false,
    name: 'iPhone 14 Pro',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
  {
    id: 33,
    active: false,
    name: 'iPhone 14 Pro Max',
    prices: [
      {
        id: 1,
        title: 'Диагностика',
        count: '0 руб.',
      },
      {
        id: 2,
        title: 'Профилактика',
        count: '500 руб.',
      },
      {
        id: 3,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 4,
        title: 'Нет изображения',
        count: '3 600 руб.',
      },
      {
        id: 5,
        title: 'Pамена рамки дисплея',
        count: '990 руб.',
      },
      {
        id: 6,
        title: 'Не заряжается',
        count: '1 990 руб.',
      },
      {
        id: 7,
        title: 'Быстро разряжается',
        count: '1 990 руб.',
      },
      {
        id: 8,
        title: 'Аппарат нагревается',
        count: '1 990 руб.',
      },
      {
        id: 9,
        title: 'Замена корпуса',
        count: '2 900 руб.',
      },
      {
        id: 10,
        title: 'Снятие пароля',
        count: '1 500 руб.',
      },
      {
        id: 11,
        title: 'Замена защитного стекла камеры',
        count: '990 руб.',
      },
      {
        id: 12,
        title: 'Восстановление iPhone после утопления',
        count: '1000 руб.',
      },
      {
        id: 13,
        title: 'Проблема со звонком',
        count: '1 500 руб.',
      },
      {
        id: 14,
        title: 'Не слышно собеседника',
        count: '1 500 руб.',
      },
      {
        id: 15,
        title: 'Собеседник не слышит',
        count: '1 500 руб.',
      },
      {
        id: 16,
        title: 'Фронтальная камера',
        count: '1 500 руб.',
      },
      {
        id: 17,
        title: 'Кнопка включения/выключения',
        count: '1 500 руб.',
      },
      {
        id: 18,
        title: 'Кнопки громкости',
        count: '1 500 руб.',
      },
      {
        id: 19,
        title: 'Нет звука в наушниках',
        count: '1 500 руб.',
      },
      {
        id: 20,
        title: 'Кнопка Home',
        count: '1 500 руб.',
      },
      {
        id: 21,
        title: 'Застряла сим-карта',
        count: '500 руб.',
      },
      {
        id: 22,
        title: 'Задняя камера',
        count: '1 500 руб.',
      },
      {
        id: 23,
        title: 'Не работает виброзвонок',
        count: '1 000 руб.',
      },
      {
        id: 24,
        title: 'Зависает телефон',
        count: '1 500 руб.',
      },
      {
        id: 25,
        title: 'Просит подключение к iTunes',
        count: '1 500 руб.',
      },
      {
        id: 26,
        title: 'Исправление нарушений геометрии корпуса',
        count: '1 000 руб.',
      },
      {
        id: 27,
        title: 'Увеличение памяти до 32 Гб',
        count: '3 900 руб.',
      },
      {
        id: 28,
        title: 'Увеличение памяти до 64 Гб',
        count: '3 900 руб.',
      },
      {
        id: 29,
        title: 'Увеличение памяти до 128 Гб',
        count: '6 900 руб.',
      },
      {
        id: 30,
        title: 'Разбито стекло',
        count: '1 900 руб.',
      },
    ],
  },
]

export default iPhoneModels
