export const feedbacks = [
  {
    avatarSrc: '',
    date: '4.09.2023 г.',
    name: 'Aлина',
    text: `Хороший сервис, делала ноутбук после того как залила водой`,
  },
  {
    avatarSrc: '',
    date: '4.08.2022 г.',
    name: 'Борис',
    text: `Ребята профессионалы, помогли с решением проблемы, сделали все быстро и качественно. Огромное спасибо!`,
  },
  {
    avatarSrc: '',
    date: '18.07.2023 г.',
    name: 'Катя',
    text: `Отличный сервис! Принесла ноутбук, быстро и качественно починили, рассказали и показали причину поломки. Исправили ужасную работу предыдущего сервиса, в котором я отдала чуть больше денег и времени`,
  },
  {
    avatarSrc: '',
    date: '4.09.2024 г.',
    name: 'Андрей',
    text: `Ребята профессионалы, помогли с решением проблемы, сделали все быстро и качественно. Огромное спасибо!👍👍👍`,
  },
  {
    avatarSrc: '',
    date: '29.08.2023 г.',
    name: 'Aлександ',
    text: `Отличный сервис. Обратились поменять дисплей на телефоне, в течении вечера был уже готов👍 Быстро, качественно, доступно🔥 РЕКОМЕНДУЮ💯`,
  },
  {
    avatarSrc: '',
    date: '1.05.2023 г.',
    name: 'Дарья',
    text: `29.04.23 принесла днëм телефон, чтобы поменять экран, вечером уже пришла забирать. Качественно и недорого. Рекомендую.`,
  },
  {
    avatarSrc: '',
    date: '20.03.2023 г.',
    name: 'Влад',
    text: `Отличный сервис, сделали все хорошо и оперативно! Телефон перестал заряжаться, заменили разъём, так как телефон был залит, все почистили, удивило, что все сделали за час 👍 так же понравился персонал, молодой человек общался дружелюбно и все подробно рассказал о проделанной работе!`,
  },
  {
    avatarSrc: '',
    date: '13.02.2023 г.',
    name: 'Илья',
    text: `Отдал телефон на ремонт батареи и дисплея все сделали быстро и за вменяемые деньги, так же помогли установить сбер за это отдельное спасибо без него было очень тяжело, грамотный сервис обращаюсь не в первый раз 5 звёзд`,
  },
]
