export const feedbacks = [
  {
    avatarSrc: '',
    date: '29.08.2022 г.',
    name: 'Alina',
    text: `Отличные ребята. Дети заблокировали айфон, забыли все пароли) Ребята Восстановили айфон, быстро в сроки и адекватно по цене )`,
  },
  {
    avatarSrc: '',
    date: '04.09.2022 г.',
    name: 'Boris',
    text: `Ребята профессионалы, помогли с решением проблемы, сделали все быстро и качественно. Огромное спасибо!`,
  },
  {
    avatarSrc: '',
    date: '29.08.2022 г.',
    name: 'Sonya',
    text: `Отличные ребята. Дети заблокировали айфон, забыли все пароли) Ребята Восстановили айфон, быстро в сроки и адекватно по цене )`,
  },
  {
    avatarSrc: '',
    date: '04.09.2022 г.',
    name: 'Andrey',
    text: `Ребята профессионалы, помогли с решением проблемы, сделали все быстро и качественно. Огромное спасибо!`,
  },
  {
    avatarSrc: '',
    date: '29.08.2022 г.',
    name: 'Alexander',
    text: `Отличные ребята. Дети заблокировали айфон, забыли все пароли) Ребята Восстановили айфон, быстро в сроки и адекватно по цене )`,
  },
  {
    avatarSrc: '',
    date: '04.09.2022 г.',
    name: 'Darya',
    text: `Ребята профессионалы, помогли с решением проблемы, сделали все быстро и качественно. Огромное спасибо!`,
  },
  {
    avatarSrc: '',
    date: '29.08.2022 г.',
    name: 'Vlad',
    text: `Отличные ребята. Дети заблокировали айфон, забыли все пароли) Ребята Восстановили айфон, быстро в сроки и адекватно по цене )`,
  },
  {
    avatarSrc: '',
    date: '04.09.2022 г.',
    name: 'Ilya',
    text: `Ребята профессионалы, помогли с решением проблемы, сделали все быстро и качественно. Огромное спасибо!`,
  },
]
